IDEA Open Model
ConcreteBlock.Width Property
Compatible with IDEA StatiCa Beta 20.0
 Width of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Width { get; set; }
Public Property Width As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace